[
    {
        "productId": "17",
        "productReleaseYear": "2017",
        "productLanguage": "Inggris",
        "productPhotoLink": "Beginer Guitar Cover Book.jpg",
        "productName": "The Beginner Guitar Guide",
        "productPrice": 125000,
        "productIsbn": "97827578429",
        "productAuthor": "Jackson Whitford",
        "productCategory": "Musik",
        "productCountry": "Australia",
        "productDescription": "Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar. Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar. Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar. Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar. Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar. Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar. Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar."
    },
    {
        "productId": "11",
        "productReleaseYear": "2019",
        "productLanguage": "Indonesia",
        "productPhotoLink": "Si Juki Cover Buku.jpg",
        "productName": "Si Juki vs Dompet Kosong",
        "productPrice": 115400,
        "productIsbn": "97847657239",
        "productAuthor": "Faza Meonk",
        "productCategory": "Kartun",
        "productCountry": "Indonesia",
        "productDescription": "Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki. Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki. Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki. Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki. Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki. Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki. Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki."
    }
]