[
    {
        "picture": "Corel Cover Book.jpg",
        "judul": "CorelDRAW 2018 in Simple Steps",
        "harga": 71840,
        "deskripsi": "CorelDraw adalah editor grafik vektor yang dikembangkan oleh Corel, sebuah perusahaan perangkat lunak yang bermarkas di Ottawa, Kanada. Versi terbarunya, CorelDRAW X8 (setara dengan versi 18) dirilis pada tanggal 15 Maret 2016. CorelDRAW pada awalnya dikembangkan untuk sistem operasi Windows 2000 dan seterusnya. Versi CorelDRAW untuk Mac OS pernah dikembangkan, tetapi dihentikan karena tingkat penjualannya rendah. Versi terakhir untuk Linux adalah versi 9 (Rilisan tahun 2000, itu pun perlu di jalankan dengan Wine) dan Untuk OSX adalah versi 11 (Rilisan 2001)"
    },
    {
        "picture": "Creative Cooking Cover Book.jpg",
        "judul": "Creative Cooking Volume 1",
        "harga": 49999,
        "deskripsi": "Memasak adalah salah satu kegiatan menyiapkan makanan untuk dimakan dengan cara memanaskan pada bahan makanan agar bahan makanan tersebut bisa dikonsumsi. Memasak terdiri dari berbagai macam metode, teknik, peralatan, dan kombinasi bumbu dapur untuk mengatur rasa memudahkan makanan untuk dicerna dan mengubah makanan dari segi warna, rupa, rasa, tekstur, penampilan dan nilai nutrisi. Memasak secara umum adalah persiapan dan proses memilih, mengatur kuantitas, dan mencampur bahan makanan dengan urutan tertentu dengan tujuan untuk medapatkan hasil yang diinginkan. Memanaskan bahan makanan umumnya, walaupun tidak selalu, perubahan bahan makanan tersebut secara kimiawi, mengakibatkan adanya perubahan rasa, tekstur, penampilan, dan nilai nutrisi."
    },
    {
        "picture": "Dirt Music Cover Book.jpg",
        "judul": "Dirt Music",
        "harga": 75000,
        "deskripsi": "Musik adalah suara yang disusun sedemikian rupa baiknya sehingga mengandung irama, lagu, nada, dan keharmonisan terutama dari suara yang dihasilkan dari alat-alat yang dapat menghasilkan irama. Walaupun musik adalah sejenis fenomena intuisi, untuk mencipta, memperbaiki dan mempersembahkannya adalah suatu bentuk seni. Mendengar musik adalah sejenis hiburan. Musik adalah sebuah fenomena yang sangat unik yang bisa dihasilkan oleh beberapa alat musik."
    },
    {
        "picture": "One Piece Cover Book.jpg",
        "judul": "One Piece Volume 49",
        "harga": 18500,
        "deskripsi": "One Piece (bahasa Jepang: ワンピース Hepburn: Wan Pīsu) adalah sebuah seri manga Jepang yang ditulis dan diilustrasikan oleh Eiichiro Oda. Manga ini telah dimuat di majalah Weekly Shōnen Jump milik Shueisha sejak tanggal 22 Juli 1997, dan telah dibundel menjadi 91 volume tankōbon. Ceritanya mengisahkan petualangan Monkey D. Luffy, seorang anak laki-laki yang memiliki kemampuan tubuh elastis seperti karet setelah memakan Buah Iblis secara tidak disengaja. Dengan kru bajak lautnya, yang dinamakan Bajak Laut Topi Jerami, Luffy menjelajahi Grand Line untuk mencari harta karun terbesar di dunia yang dikenal sebagai 'One Piece' dalam rangka untuk menjadi Raja Bajak Laut yang berikutnya."
    },
    {
        "picture": "C++ Cover Book.jpg",
        "judul": "C++ Reactive Programming",
        "harga": 93175,
        "deskripsi": "C++ adalah bahasa pemrograman komputer yang di buat oleh Bjarne Stroustrup, yang merupakan perkembangan dari bahasa C dikembangkan di Bong Labs (Dennis Ritchie) pada awal tahun 1970-an, Bahasa itu diturunkan dari bahasa sebelumnya, yaitu B, Pada awalnya, bahasa tersebut dirancang sebagai bahasa pemrograman yang dijalankan pada sistem Unix, Pada perkembangannya, versi ANSI (American National Standart Institute) Bahasa pemrograman C menjadi versi dominan, Meskipun versi tersebut sekarang jarang dipakai dalam pengembangan sistem dan jaringan maupun untuk sistem embedded, Bjarne Stroustrup pada Bel labs pertama kali mengembangkan C++ pada awal 1980-an."
    },
    {
        "picture": "How To Play Guitar Cover Book.jpg",
        "judul": "How To Play Guitar",
        "harga": 84500,
        "deskripsi": "Gitar adalah sebuah alat musik berdawai yang dimainkan dengan cara dipetik, umumnya menggunakan jari maupun plektrum. Gitar terbentuk atas sebuah bagian tubuh pokok dengan bagian leher yang padat sebagai tempat senar yang umumnya berjumlah enam didempetkan. Gitar secara tradisional dibentuk dari berbagai jenis kayu dengan senar yang terbuat dari nilon maupun baja. Beberapa gitar modern dibuat dari material polikarbonat. Secara umum, gitar terbagi atas 2 jenis: akustik dan elektrik."
    },
    {
        "picture": "Indonesia Inc Cover Buku.jpg",
        "judul": "Indonesia Inc",
        "harga": 47400,
        "deskripsi": "Republik Indonesia (RI) atau yang sering disebut sebagai Negara Kesatuan Republik Indonesia (NKRI), atau lebih umum disebut Indonesia, adalah negara yang berada di Asia Tenggara yang dilintasi oleh garis khatulistiwa dan berada di antara daratan benua Asia dan Australia, serta antara Samudra Pasifik dan Samudra Hindia. Indonesia adalah negara kepulauan terbesar di dunia yang terdiri dari 17.504 pulau. Nama alternatif yang biasa dipakai adalah Nusantara. Dengan populasi Hampir 270.054.853 jiwa pada tahun 2018, Indonesia adalah negara berpenduduk terbesar keempat di dunia dan negara yang berpenduduk Muslim terbesar di dunia, dengan lebih dari 230 juta jiwa."
    },
    {
        "picture": "Perahu Kertas Cover Buku.jpg",
        "judul": "Perahu Kertas",
        "harga": 32500,
        "deskripsi": "Perahu Kertas mengisahkan pasang surut hubungan dua anak manusia, yaitu Kugy (Maudy Ayunda) dan Keenan (Adipati Dolken). Kugy adalah seorang gadis tomboy, periang, dan yang percaya bahwa dirinya adalah agen Dewa Neptunus. Kugy selalu memiliki 'ritual' unik, yaitu menulis setiap curahan hatinya ke selembar kertas, yang lalu dibuatnya menjadi perahu untuk kemudian dihanyutkan ke air. Meskipun sekilas dia gadis periang yang slenge'an, namun dia memiliki pandangan hidup yang cenderung filosofis."
    },
    {
        "picture": "Year Of Wonder Cover Book.jpg",
        "judul": "Year Of Wonder",
        "harga": 84999,
        "deskripsi": "Seni adalah keahlian membuat karya yang bermutu (dilihat dari segi kehalusannya, keindahannya, fungsinya, bentuknya, makna dari bentuknya, dan sebagainya), seperti tari, lukisan, ukiran. Seni meliputi banyak kegiatan manusia dalam menciptakan karya visual, audio, atau pertunjukan yang mengungkapkan imajinasi, gagasan, atau keperigelan teknik pembuatnya, untuk dihargai keindahannya atau kekuatan emosinya. Kegiatan-kegiatan tersebut pada umumnya berupa penciptaan karya seni, kritik seni, kajian sejarah seni dan estetika seni."
    },
    {
        "picture": "Captain America Cover Book.png",
        "judul": "Year Of Wonder",
        "harga": 99999,
        "deskripsi": "Captain America adalah sosok pahlawan super fiktif dari Marvel Comics. Memiliki musuh besar bernama Red Skull dan Baron Zemo, Rogers adalah tentara AS yang tidak memiliki kemampuan sama sekali. Berkat bantuan Dr. Joshef Reinstein dengan serum super soldiernya. Pahlawan yg lahir pada tahun 1920 ini menjadi pahlawan perang Amerika Serikat saat menghadapi sekutu NAZI yang dipimpin oleh Adolf Hitler. Dibuat oleh komikus Joe Simon dan Jack Kirby, karakter pertama kali muncul di Captain America Comics # 1 (cover Maret 1941) dari Timely Comics, pendahulu dari Marvel Comics."
    },
    {
        "picture": "Hantu Cover Buku.jpg",
        "judul": "Hantu di Rumah Kos",
        "harga": 45500,
        "deskripsi": "Hantu atau dedemit secara umum merujuk kepada roh atau arwah yang meninggalkan badan karena kematian. Definisi dari hantu pada umumnya berbeda untuk setiap agama, peradaban, maupun adat istiadat. Dalam banyak kebudayaan, hantu tidak didefinisikan sebagai zat yang baik maupun jahat. Sebutan setan, iblis, genderuwo, dan sebagainya, lebih umum digunakan untuk merujuk kepada hantu yang jahat. Sedangkan hantu yang baik yang dianggap mempunyai kemampuan untuk menolong manusia, disebut dengan bermacam nama yang berbeda, seperti sebutan untuk Datuk, Te Cu Kong (penguasa tanah, dalam agama Kong Hu Cu), dan lainnya."
    },
    {
        "picture": "iOT Cover Book.jpg",
        "judul": "IoT and Big Data",
        "harga": 87250,
        "deskripsi": "Internet untuk Segala-(nya) (bahasa Inggris: Internet of Things, atau dikenal juga dengan singkatan IoT) merupakan sebuah konsep yang bertujuan untuk memperluas manfaat dari konektivitas internet yang tersambung secara terus-menerus. Adapun kemampuan seperti berbagi data, remote control, dan sebagainya, termasuk juga pada benda di dunia nyata. Contohnya bahan pangan, elektronik, koleksi, peralatan apa saja, termasuk benda hidup yang semuanya tersambung ke jaringan lokal dan global melalui sensor yang tertanam dan selalu aktif. Pada dasarnya, Internet of Things mengacu pada benda yang dapat diidentifikasikan secara unik sebagai representasi virtual dalam struktur berbasis Internet. Istilah Internet of Things awalnya disarankan oleh Kevin Ashton pada tahun 1999 dan mulai terkenal melalui Auto-ID Center di MIT."
    }
]
