[
    {
        "productId": "8",
        "productReleaseYear": "2018",
        "productLanguage": "Indonesia",
        "productPhotoLink": "Perbankan Cover Buku.jpg",
        "productName": "Mengelola Kualitas Layanan Perbankan",
        "productPrice": 144000,
        "productIsbn": "97846456879",
        "productAuthor": "Richie Kurniawan",
        "productCategory": "Pendidikan",
        "productCountry": "Indonesia",
        "productDescription": "Sejarah perbankan mengacu pada perkembangan bank dan perbankan sepanjang sejarah, dengan istilah perbankan yang ditetapkan oleh sumber-sumber kontemporer sebagai sebuah organisasi yang menyediakan fasilitas untuk penerimaan simpanan dan pemberian kredit. Wujud awal bank adalah para pedagang yang memberikan pinjaman biji-bijian kepada para petani dan pedagang yang membawa barang-barang antara kota. Hal ini dimulai sekitar tahun 2000 SM di Asyur dan Sumeria. Kemudian, di Yunani kuno dan selama Kekaisaran Romawi, pemberi pinjaman yang bertempat di kuil-kuil memberikan pinjaman, menerima simpanan dan melakukan pertukaran uang. Arkeologi dari periode ini di Cina kuno dan India juga menunjukkan bukti kegiatan peminjaman uang. Sejarah perbankan mengacu pada perkembangan bank dan perbankan sepanjang sejarah, dengan istilah perbankan yang ditetapkan oleh sumber-sumber kontemporer sebagai sebuah organisasi yang menyediakan fasilitas untuk penerimaan simpanan dan pemberian kredit. Wujud awal bank adalah para pedagang yang memberikan pinjaman biji-bijian kepada para petani dan pedagang yang membawa barang-barang antara kota. Hal ini dimulai sekitar tahun 2000 SM di Asyur dan Sumeria. Kemudian, di Yunani kuno dan selama Kekaisaran Romawi, pemberi pinjaman yang bertempat di kuil-kuil memberikan pinjaman, menerima simpanan dan melakukan pertukaran uang. Arkeologi dari periode ini di Cina kuno dan India juga menunjukkan bukti kegiatan peminjaman uang. Sejarah perbankan mengacu pada perkembangan bank dan perbankan sepanjang sejarah, dengan istilah perbankan yang ditetapkan oleh sumber-sumber kontemporer sebagai sebuah organisasi yang menyediakan fasilitas untuk penerimaan simpanan dan pemberian kredit. Wujud awal bank adalah para pedagang yang memberikan pinjaman biji-bijian kepada para petani dan pedagang yang membawa barang-barang antara kota. Hal ini dimulai sekitar tahun 2000 SM di Asyur dan Sumeria. Kemudian, di Yunani kuno dan selama Kekaisaran Romawi, pemberi pinjaman yang bertempat di kuil-kuil memberikan pinjaman, menerima simpanan dan melakukan pertukaran uang. Arkeologi dari periode ini di Cina kuno dan India juga menunjukkan bukti kegiatan peminjaman uang. Sejarah perbankan mengacu pada perkembangan bank dan perbankan sepanjang sejarah, dengan istilah perbankan yang ditetapkan oleh sumber-sumber kontemporer sebagai sebuah organisasi yang menyediakan fasilitas untuk penerimaan simpanan dan pemberian kredit. Wujud awal bank adalah para pedagang yang memberikan pinjaman biji-bijian kepada para petani dan pedagang yang membawa barang-barang antara kota. Hal ini dimulai sekitar tahun 2000 SM di Asyur dan Sumeria. Kemudian, di Yunani kuno dan selama Kekaisaran Romawi, pemberi pinjaman yang bertempat di kuil-kuil memberikan pinjaman, menerima simpanan dan melakukan pertukaran uang. Arkeologi dari periode ini di Cina kuno dan India juga menunjukkan bukti kegiatan peminjaman uang. Sejarah perbankan mengacu pada perkembangan bank dan perbankan sepanjang sejarah, dengan istilah perbankan yang ditetapkan oleh sumber-sumber kontemporer sebagai sebuah organisasi yang menyediakan fasilitas untuk penerimaan simpanan dan pemberian kredit. Wujud awal bank adalah para pedagang yang memberikan pinjaman biji-bijian kepada para petani dan pedagang yang membawa barang-barang antara kota. Hal ini dimulai sekitar tahun 2000 SM di Asyur dan Sumeria. Kemudian, di Yunani kuno dan selama Kekaisaran Romawi, pemberi pinjaman yang bertempat di kuil-kuil memberikan pinjaman, menerima simpanan dan melakukan pertukaran uang. Arkeologi dari periode ini di Cina kuno dan India juga menunjukkan bukti kegiatan peminjaman uang."
    }, 
    {
        "productId": "9",
        "productReleaseYear": "2013",
        "productLanguage": "Indonesia",
        "productPhotoLink": "PHP Cover Buku.jpg",
        "productName": "PHP Uncover",
        "productPrice": 105250,
        "productIsbn": "97823746999",
        "productAuthor": "Dunia Ilkom",
        "productCategory": "Teknologi",
        "productCountry": "Indonesia",
        "productDescription": "Pada awalnya PHP merupakan kependekan dari Personal Home Page (Situs personal). PHP pertama kali dibuat oleh Rasmus Lerdorf pada tahun 1995. Pada waktu itu PHP masih bernama Form Interpreted (FI), yang wujudnya berupa sekumpulan skrip yang digunakan untuk mengolah data formulir dari web. Selanjutnya Rasmus merilis kode sumber tersebut untuk umum dan menamakannya PHP/FI. Dengan perilisan kode sumber ini menjadi sumber terbuka, maka banyak pemrogram yang tertarik untuk ikut mengembangkan PHP. Pada November 1997, dirilis PHP/FI 2.0. Pada rilis ini, interpreter PHP sudah diimplementasikan dalam program C. Dalam rilis ini disertakan juga modul-modul ekstensi yang meningkatkan kemampuan PHP/FI secara signifikan. Pada awalnya PHP merupakan kependekan dari Personal Home Page (Situs personal). PHP pertama kali dibuat oleh Rasmus Lerdorf pada tahun 1995. Pada waktu itu PHP masih bernama Form Interpreted (FI), yang wujudnya berupa sekumpulan skrip yang digunakan untuk mengolah data formulir dari web. Selanjutnya Rasmus merilis kode sumber tersebut untuk umum dan menamakannya PHP/FI. Dengan perilisan kode sumber ini menjadi sumber terbuka, maka banyak pemrogram yang tertarik untuk ikut mengembangkan PHP. Pada November 1997, dirilis PHP/FI 2.0. Pada rilis ini, interpreter PHP sudah diimplementasikan dalam program C. Dalam rilis ini disertakan juga modul-modul ekstensi yang meningkatkan kemampuan PHP/FI secara signifikan. Pada awalnya PHP merupakan kependekan dari Personal Home Page (Situs personal). PHP pertama kali dibuat oleh Rasmus Lerdorf pada tahun 1995. Pada waktu itu PHP masih bernama Form Interpreted (FI), yang wujudnya berupa sekumpulan skrip yang digunakan untuk mengolah data formulir dari web. Selanjutnya Rasmus merilis kode sumber tersebut untuk umum dan menamakannya PHP/FI. Dengan perilisan kode sumber ini menjadi sumber terbuka, maka banyak pemrogram yang tertarik untuk ikut mengembangkan PHP. Pada November 1997, dirilis PHP/FI 2.0. Pada rilis ini, interpreter PHP sudah diimplementasikan dalam program C. Dalam rilis ini disertakan juga modul-modul ekstensi yang meningkatkan kemampuan PHP/FI secara signifikan. Pada awalnya PHP merupakan kependekan dari Personal Home Page (Situs personal). PHP pertama kali dibuat oleh Rasmus Lerdorf pada tahun 1995. Pada waktu itu PHP masih bernama Form Interpreted (FI), yang wujudnya berupa sekumpulan skrip yang digunakan untuk mengolah data formulir dari web. Selanjutnya Rasmus merilis kode sumber tersebut untuk umum dan menamakannya PHP/FI. Dengan perilisan kode sumber ini menjadi sumber terbuka, maka banyak pemrogram yang tertarik untuk ikut mengembangkan PHP. Pada November 1997, dirilis PHP/FI 2.0. Pada rilis ini, interpreter PHP sudah diimplementasikan dalam program C. Dalam rilis ini disertakan juga modul-modul ekstensi yang meningkatkan kemampuan PHP/FI secara signifikan. Pada awalnya PHP merupakan kependekan dari Personal Home Page (Situs personal). PHP pertama kali dibuat oleh Rasmus Lerdorf pada tahun 1995. Pada waktu itu PHP masih bernama Form Interpreted (FI), yang wujudnya berupa sekumpulan skrip yang digunakan untuk mengolah data formulir dari web. Selanjutnya Rasmus merilis kode sumber tersebut untuk umum dan menamakannya PHP/FI. Dengan perilisan kode sumber ini menjadi sumber terbuka, maka banyak pemrogram yang tertarik untuk ikut mengembangkan PHP. Pada November 1997, dirilis PHP/FI 2.0. Pada rilis ini, interpreter PHP sudah diimplementasikan dalam program C. Dalam rilis ini disertakan juga modul-modul ekstensi yang meningkatkan kemampuan PHP/FI secara signifikan."
    }, 
    {
        "productId": "10",
        "productReleaseYear": "2019",
        "productLanguage": "Indonesia",
        "productPhotoLink": "Pahlawan Cover Buku.jpg",
        "productName": "Biografi Pahlawan Indonesia",
        "productPrice": 144950,
        "productIsbn": "97823629719",
        "productAuthor": "Felix Sebastian",
        "productCategory": "Pendidikan",
        "productCountry": "Indonesia",
        "productDescription": "Pahlawan berasal dari Bahasa Sansekerta yaitu phala-wan yang berarti orang yang dari dirinya menghasilkan buah (phala) yang berkualitas bagi bangsa, negara, dan agama) adalah orang yang menonjol karena keberaniannya dan pengorbanannya dalam membela kebenaran, atau pejuang yang gagah berani. Pahlawan nasional diberikan kepada para pejuang yang berjasa kepada Negara Republik Indonesia, berjuang dalam Negara Indonesia, dan merebut kemerdekaan Republik Indonesia. Menurut data Kementerian Sosial RI, hingga November 2010 tedapat 149 tokoh yang dianugerahi gelar pahlawan nasional. Pahlawan berasal dari Bahasa Sansekerta yaitu phala-wan yang berarti orang yang dari dirinya menghasilkan buah (phala) yang berkualitas bagi bangsa, negara, dan agama) adalah orang yang menonjol karena keberaniannya dan pengorbanannya dalam membela kebenaran, atau pejuang yang gagah berani. Pahlawan nasional diberikan kepada para pejuang yang berjasa kepada Negara Republik Indonesia, berjuang dalam Negara Indonesia, dan merebut kemerdekaan Republik Indonesia. Menurut data Kementerian Sosial RI, hingga November 2010 tedapat 149 tokoh yang dianugerahi gelar pahlawan nasional. Pahlawan berasal dari Bahasa Sansekerta yaitu phala-wan yang berarti orang yang dari dirinya menghasilkan buah (phala) yang berkualitas bagi bangsa, negara, dan agama) adalah orang yang menonjol karena keberaniannya dan pengorbanannya dalam membela kebenaran, atau pejuang yang gagah berani. Pahlawan nasional diberikan kepada para pejuang yang berjasa kepada Negara Republik Indonesia, berjuang dalam Negara Indonesia, dan merebut kemerdekaan Republik Indonesia. Menurut data Kementerian Sosial RI, hingga November 2010 tedapat 149 tokoh yang dianugerahi gelar pahlawan nasional. Pahlawan berasal dari Bahasa Sansekerta yaitu phala-wan yang berarti orang yang dari dirinya menghasilkan buah (phala) yang berkualitas bagi bangsa, negara, dan agama) adalah orang yang menonjol karena keberaniannya dan pengorbanannya dalam membela kebenaran, atau pejuang yang gagah berani. Pahlawan nasional diberikan kepada para pejuang yang berjasa kepada Negara Republik Indonesia, berjuang dalam Negara Indonesia, dan merebut kemerdekaan Republik Indonesia. Menurut data Kementerian Sosial RI, hingga November 2010 tedapat 149 tokoh yang dianugerahi gelar pahlawan nasional. Pahlawan berasal dari Bahasa Sansekerta yaitu phala-wan yang berarti orang yang dari dirinya menghasilkan buah (phala) yang berkualitas bagi bangsa, negara, dan agama) adalah orang yang menonjol karena keberaniannya dan pengorbanannya dalam membela kebenaran, atau pejuang yang gagah berani. Pahlawan nasional diberikan kepada para pejuang yang berjasa kepada Negara Republik Indonesia, berjuang dalam Negara Indonesia, dan merebut kemerdekaan Republik Indonesia. Menurut data Kementerian Sosial RI, hingga November 2010 tedapat 149 tokoh yang dianugerahi gelar pahlawan nasional. Pahlawan berasal dari Bahasa Sansekerta yaitu phala-wan yang berarti orang yang dari dirinya menghasilkan buah (phala) yang berkualitas bagi bangsa, negara, dan agama) adalah orang yang menonjol karena keberaniannya dan pengorbanannya dalam membela kebenaran, atau pejuang yang gagah berani. Pahlawan nasional diberikan kepada para pejuang yang berjasa kepada Negara Republik Indonesia, berjuang dalam Negara Indonesia, dan merebut kemerdekaan Republik Indonesia. Menurut data Kementerian Sosial RI, hingga November 2010 tedapat 149 tokoh yang dianugerahi gelar pahlawan nasional. Pahlawan berasal dari Bahasa Sansekerta yaitu phala-wan yang berarti orang yang dari dirinya menghasilkan buah (phala) yang berkualitas bagi bangsa, negara, dan agama) adalah orang yang menonjol karena keberaniannya dan pengorbanannya dalam membela kebenaran, atau pejuang yang gagah berani. Pahlawan nasional diberikan kepada para pejuang yang berjasa kepada Negara Republik Indonesia, berjuang dalam Negara Indonesia, dan merebut kemerdekaan Republik Indonesia. Menurut data Kementerian Sosial RI, hingga November 2010 tedapat 149 tokoh yang dianugerahi gelar pahlawan nasional."
    }, 
    {
        "productId": "11",
        "productReleaseYear": "2019",
        "productLanguage": "Indonesia",
        "productPhotoLink": "Si Juki Cover Buku.jpg",
        "productName": "Si Juki vs Dompet Kosong",
        "productPrice": 115400,
        "productIsbn": "97847657239",
        "productAuthor": "Faza Meonk",
        "productCategory": "Kartun",
        "productCountry": "Indonesia",
        "productDescription": "Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki. Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki. Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki. Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki. Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki. Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki. Si Juki adalah karakter komik karya Faza Ibnu Ubaidillah yang lebih dikenal dengan nama terkenal Faza Meonk. Kegelisahannya terhadap perkembangan karakter lokal yang dianggap kurang populer di masyarakat memotivasinya untuk mengembangkan si Juki agar dikenal oleh masyarakat luas. Baru genap setahun, komik Si Juki sudah mendapat respon yang cukup baik. arakter Si Juki dibuat pada tahun 2011 akhir. Karakter ini diciptakan Faza Meonk pada tahun 2011 dalam komik online berjudul DKV4 kemudian terbitkan oleh penerbit Bukune dalam judul Ngampus! Buka-bukaan Aib Mahasiswa. Tokoh utama dalam komik itu bernama Juki, seorang anak laki-laki yang cuek, usil, seronok, tidak tahu malu, menyebalkan, tetapi selalu beruntung. Pada awalnya karakter ini tidak mempunyai nama di komik DKV4, Lalu akhirnya ditemukan nama Juki, karena karakter yang slengean namun selalu beruntung. Pada awalnya Juki adalah singkatan dari Juru Hoki."
    }, 
    {
        "productId": "12",
        "productReleaseYear": "2014",
        "productLanguage": "Indonesia",
        "productPhotoLink": "Hukum Tata Negara Cover Buku.jpg",
        "productName": "Hukum Tata Negara Indonesia",
        "productPrice": 101000,
        "productIsbn": "97811453239",
        "productAuthor": "Andi Wahyu",
        "productCategory": "Pendidikan",
        "productCountry": "Indonesia",
        "productDescription": "Hukum adalah sistem yang terpenting dalam pelaksanaan atas rangkaian kekuasaan kelembagaandari bentuk penyalahgunaan kekuasaan dalam bidang politik, ekonomi dan masyarakat dalam berbagai cara dan bertindak, sebagai perantara utama dalam hubungan sosial antar masyarakat terhadap kriminalisasi dalam hukum pidana, hukum pidana yang berupayakan cara negara dapat menuntut pelaku dalam konstitusi hukum menyediakan kerangka kerja bagi penciptaan hukum, perlindungan hak asasi manusia dan memperluas kekuasaan politik serta cara perwakilan mereka yang akan dipilih. Administratif hukum digunakan untuk meninjau kembali keputusan dari pemerintah, sementara hukum internasional mengatur persoalan antara berdaulat negara dalam kegiatan mulai dari perdagangan lingkungan peraturan atau tindakan militer. Hukum adalah sistem yang terpenting dalam pelaksanaan atas rangkaian kekuasaan kelembagaandari bentuk penyalahgunaan kekuasaan dalam bidang politik, ekonomi dan masyarakat dalam berbagai cara dan bertindak, sebagai perantara utama dalam hubungan sosial antar masyarakat terhadap kriminalisasi dalam hukum pidana, hukum pidana yang berupayakan cara negara dapat menuntut pelaku dalam konstitusi hukum menyediakan kerangka kerja bagi penciptaan hukum, perlindungan hak asasi manusia dan memperluas kekuasaan politik serta cara perwakilan mereka yang akan dipilih. Administratif hukum digunakan untuk meninjau kembali keputusan dari pemerintah, sementara hukum internasional mengatur persoalan antara berdaulat negara dalam kegiatan mulai dari perdagangan lingkungan peraturan atau tindakan militer. Hukum adalah sistem yang terpenting dalam pelaksanaan atas rangkaian kekuasaan kelembagaandari bentuk penyalahgunaan kekuasaan dalam bidang politik, ekonomi dan masyarakat dalam berbagai cara dan bertindak, sebagai perantara utama dalam hubungan sosial antar masyarakat terhadap kriminalisasi dalam hukum pidana, hukum pidana yang berupayakan cara negara dapat menuntut pelaku dalam konstitusi hukum menyediakan kerangka kerja bagi penciptaan hukum, perlindungan hak asasi manusia dan memperluas kekuasaan politik serta cara perwakilan mereka yang akan dipilih. Administratif hukum digunakan untuk meninjau kembali keputusan dari pemerintah, sementara hukum internasional mengatur persoalan antara berdaulat negara dalam kegiatan mulai dari perdagangan lingkungan peraturan atau tindakan militer. Hukum adalah sistem yang terpenting dalam pelaksanaan atas rangkaian kekuasaan kelembagaandari bentuk penyalahgunaan kekuasaan dalam bidang politik, ekonomi dan masyarakat dalam berbagai cara dan bertindak, sebagai perantara utama dalam hubungan sosial antar masyarakat terhadap kriminalisasi dalam hukum pidana, hukum pidana yang berupayakan cara negara dapat menuntut pelaku dalam konstitusi hukum menyediakan kerangka kerja bagi penciptaan hukum, perlindungan hak asasi manusia dan memperluas kekuasaan politik serta cara perwakilan mereka yang akan dipilih. Administratif hukum digunakan untuk meninjau kembali keputusan dari pemerintah, sementara hukum internasional mengatur persoalan antara berdaulat negara dalam kegiatan mulai dari perdagangan lingkungan peraturan atau tindakan militer. Hukum adalah sistem yang terpenting dalam pelaksanaan atas rangkaian kekuasaan kelembagaandari bentuk penyalahgunaan kekuasaan dalam bidang politik, ekonomi dan masyarakat dalam berbagai cara dan bertindak, sebagai perantara utama dalam hubungan sosial antar masyarakat terhadap kriminalisasi dalam hukum pidana, hukum pidana yang berupayakan cara negara dapat menuntut pelaku dalam konstitusi hukum menyediakan kerangka kerja bagi penciptaan hukum, perlindungan hak asasi manusia dan memperluas kekuasaan politik serta cara perwakilan mereka yang akan dipilih. Administratif hukum digunakan untuk meninjau kembali keputusan dari pemerintah, sementara hukum internasional mengatur persoalan antara berdaulat negara dalam kegiatan mulai dari perdagangan lingkungan peraturan atau tindakan militer. Hukum adalah sistem yang terpenting dalam pelaksanaan atas rangkaian kekuasaan kelembagaandari bentuk penyalahgunaan kekuasaan dalam bidang politik, ekonomi dan masyarakat dalam berbagai cara dan bertindak, sebagai perantara utama dalam hubungan sosial antar masyarakat terhadap kriminalisasi dalam hukum pidana, hukum pidana yang berupayakan cara negara dapat menuntut pelaku dalam konstitusi hukum menyediakan kerangka kerja bagi penciptaan hukum, perlindungan hak asasi manusia dan memperluas kekuasaan politik serta cara perwakilan mereka yang akan dipilih. Administratif hukum digunakan untuk meninjau kembali keputusan dari pemerintah, sementara hukum internasional mengatur persoalan antara berdaulat negara dalam kegiatan mulai dari perdagangan lingkungan peraturan atau tindakan militer."
    }, 
    {
        "productId": "13",
        "productReleaseYear": "2017",
        "productLanguage": "Inggris",
        "productPhotoLink": "Rachel Joyce Cover Book.jpg",
        "productName": "The Music Shop",
        "productPrice": 175250,
        "productIsbn": "97862573439",
        "productAuthor": "Rachel Joyce",
        "productCategory": "Musik",
        "productCountry": "USA",
        "productDescription": "Industri musik atau bisnis musik menjual komposisi, rekaman dan pertunjukan musik. Di antara banyak orang dan organisasi yang beroperasi di dalam industri ini adalah para musisi yang menggubah dan mempertunjukkan musik-musiknya; perusahaan dan profesional yang menciptakan dan menjual musik rekaman (misalnya penerbit musik, produser, studio, teknisi, label rekaman, toko musik daring dan ritel, organisasi hak pertunjukan); pihak yang menampilkan pertunjukan musik langsung (agen bakat, promotor, panggung musik, kru jalan); para profesional yang membantu musisi dengan karier mereka (manajer bakat, manajer bisnis, pengacara hiburan); pihak yang menyiarkan musik (radio satelit dan siaran); jurnalis; pengajar; produsen instrumen musik; dan lain-lain. Industri musik atau bisnis musik menjual komposisi, rekaman dan pertunjukan musik. Di antara banyak orang dan organisasi yang beroperasi di dalam industri ini adalah para musisi yang menggubah dan mempertunjukkan musik-musiknya; perusahaan dan profesional yang menciptakan dan menjual musik rekaman (misalnya penerbit musik, produser, studio, teknisi, label rekaman, toko musik daring dan ritel, organisasi hak pertunjukan); pihak yang menampilkan pertunjukan musik langsung (agen bakat, promotor, panggung musik, kru jalan); para profesional yang membantu musisi dengan karier mereka (manajer bakat, manajer bisnis, pengacara hiburan); pihak yang menyiarkan musik (radio satelit dan siaran); jurnalis; pengajar; produsen instrumen musik; dan lain-lain. Industri musik atau bisnis musik menjual komposisi, rekaman dan pertunjukan musik. Di antara banyak orang dan organisasi yang beroperasi di dalam industri ini adalah para musisi yang menggubah dan mempertunjukkan musik-musiknya; perusahaan dan profesional yang menciptakan dan menjual musik rekaman (misalnya penerbit musik, produser, studio, teknisi, label rekaman, toko musik daring dan ritel, organisasi hak pertunjukan); pihak yang menampilkan pertunjukan musik langsung (agen bakat, promotor, panggung musik, kru jalan); para profesional yang membantu musisi dengan karier mereka (manajer bakat, manajer bisnis, pengacara hiburan); pihak yang menyiarkan musik (radio satelit dan siaran); jurnalis; pengajar; produsen instrumen musik; dan lain-lain. Industri musik atau bisnis musik menjual komposisi, rekaman dan pertunjukan musik. Di antara banyak orang dan organisasi yang beroperasi di dalam industri ini adalah para musisi yang menggubah dan mempertunjukkan musik-musiknya; perusahaan dan profesional yang menciptakan dan menjual musik rekaman (misalnya penerbit musik, produser, studio, teknisi, label rekaman, toko musik daring dan ritel, organisasi hak pertunjukan); pihak yang menampilkan pertunjukan musik langsung (agen bakat, promotor, panggung musik, kru jalan); para profesional yang membantu musisi dengan karier mereka (manajer bakat, manajer bisnis, pengacara hiburan); pihak yang menyiarkan musik (radio satelit dan siaran); jurnalis; pengajar; produsen instrumen musik; dan lain-lain. Industri musik atau bisnis musik menjual komposisi, rekaman dan pertunjukan musik. Di antara banyak orang dan organisasi yang beroperasi di dalam industri ini adalah para musisi yang menggubah dan mempertunjukkan musik-musiknya; perusahaan dan profesional yang menciptakan dan menjual musik rekaman (misalnya penerbit musik, produser, studio, teknisi, label rekaman, toko musik daring dan ritel, organisasi hak pertunjukan); pihak yang menampilkan pertunjukan musik langsung (agen bakat, promotor, panggung musik, kru jalan); para profesional yang membantu musisi dengan karier mereka (manajer bakat, manajer bisnis, pengacara hiburan); pihak yang menyiarkan musik (radio satelit dan siaran); jurnalis; pengajar; produsen instrumen musik; dan lain-lain. Industri musik atau bisnis musik menjual komposisi, rekaman dan pertunjukan musik. Di antara banyak orang dan organisasi yang beroperasi di dalam industri ini adalah para musisi yang menggubah dan mempertunjukkan musik-musiknya; perusahaan dan profesional yang menciptakan dan menjual musik rekaman (misalnya penerbit musik, produser, studio, teknisi, label rekaman, toko musik daring dan ritel, organisasi hak pertunjukan); pihak yang menampilkan pertunjukan musik langsung (agen bakat, promotor, panggung musik, kru jalan); para profesional yang membantu musisi dengan karier mereka (manajer bakat, manajer bisnis, pengacara hiburan); pihak yang menyiarkan musik (radio satelit dan siaran); jurnalis; pengajar; produsen instrumen musik; dan lain-lain."
    }, 
    {
        "productId": "14",
        "productReleaseYear": "2016",
        "productLanguage": "Inggris",
        "productPhotoLink": "The Music Lesson Cover Book.jpg",
        "productName": "The Music Lesson",
        "productPrice": 152650,
        "productIsbn": "97824463429",
        "productAuthor": "Victor L. Wooten",
        "productCategory": "Musik",
        "productCountry": "USA",
        "productDescription": "Industri musik atau bisnis musik menjual komposisi, rekaman dan pertunjukan musik. Di antara banyak orang dan organisasi yang beroperasi di dalam industri ini adalah para musisi yang menggubah dan mempertunjukkan musik-musiknya; perusahaan dan profesional yang menciptakan dan menjual musik rekaman (misalnya penerbit musik, produser, studio, teknisi, label rekaman, toko musik daring dan ritel, organisasi hak pertunjukan); pihak yang menampilkan pertunjukan musik langsung (agen bakat, promotor, panggung musik, kru jalan); para profesional yang membantu musisi dengan karier mereka (manajer bakat, manajer bisnis, pengacara hiburan); pihak yang menyiarkan musik (radio satelit dan siaran); jurnalis; pengajar; produsen instrumen musik; dan lain-lain. Industri musik atau bisnis musik menjual komposisi, rekaman dan pertunjukan musik. Di antara banyak orang dan organisasi yang beroperasi di dalam industri ini adalah para musisi yang menggubah dan mempertunjukkan musik-musiknya; perusahaan dan profesional yang menciptakan dan menjual musik rekaman (misalnya penerbit musik, produser, studio, teknisi, label rekaman, toko musik daring dan ritel, organisasi hak pertunjukan); pihak yang menampilkan pertunjukan musik langsung (agen bakat, promotor, panggung musik, kru jalan); para profesional yang membantu musisi dengan karier mereka (manajer bakat, manajer bisnis, pengacara hiburan); pihak yang menyiarkan musik (radio satelit dan siaran); jurnalis; pengajar; produsen instrumen musik; dan lain-lain. Industri musik atau bisnis musik menjual komposisi, rekaman dan pertunjukan musik. Di antara banyak orang dan organisasi yang beroperasi di dalam industri ini adalah para musisi yang menggubah dan mempertunjukkan musik-musiknya; perusahaan dan profesional yang menciptakan dan menjual musik rekaman (misalnya penerbit musik, produser, studio, teknisi, label rekaman, toko musik daring dan ritel, organisasi hak pertunjukan); pihak yang menampilkan pertunjukan musik langsung (agen bakat, promotor, panggung musik, kru jalan); para profesional yang membantu musisi dengan karier mereka (manajer bakat, manajer bisnis, pengacara hiburan); pihak yang menyiarkan musik (radio satelit dan siaran); jurnalis; pengajar; produsen instrumen musik; dan lain-lain. Industri musik atau bisnis musik menjual komposisi, rekaman dan pertunjukan musik. Di antara banyak orang dan organisasi yang beroperasi di dalam industri ini adalah para musisi yang menggubah dan mempertunjukkan musik-musiknya; perusahaan dan profesional yang menciptakan dan menjual musik rekaman (misalnya penerbit musik, produser, studio, teknisi, label rekaman, toko musik daring dan ritel, organisasi hak pertunjukan); pihak yang menampilkan pertunjukan musik langsung (agen bakat, promotor, panggung musik, kru jalan); para profesional yang membantu musisi dengan karier mereka (manajer bakat, manajer bisnis, pengacara hiburan); pihak yang menyiarkan musik (radio satelit dan siaran); jurnalis; pengajar; produsen instrumen musik; dan lain-lain. Industri musik atau bisnis musik menjual komposisi, rekaman dan pertunjukan musik. Di antara banyak orang dan organisasi yang beroperasi di dalam industri ini adalah para musisi yang menggubah dan mempertunjukkan musik-musiknya; perusahaan dan profesional yang menciptakan dan menjual musik rekaman (misalnya penerbit musik, produser, studio, teknisi, label rekaman, toko musik daring dan ritel, organisasi hak pertunjukan); pihak yang menampilkan pertunjukan musik langsung (agen bakat, promotor, panggung musik, kru jalan); para profesional yang membantu musisi dengan karier mereka (manajer bakat, manajer bisnis, pengacara hiburan); pihak yang menyiarkan musik (radio satelit dan siaran); jurnalis; pengajar; produsen instrumen musik; dan lain-lain. Industri musik atau bisnis musik menjual komposisi, rekaman dan pertunjukan musik. Di antara banyak orang dan organisasi yang beroperasi di dalam industri ini adalah para musisi yang menggubah dan mempertunjukkan musik-musiknya; perusahaan dan profesional yang menciptakan dan menjual musik rekaman (misalnya penerbit musik, produser, studio, teknisi, label rekaman, toko musik daring dan ritel, organisasi hak pertunjukan); pihak yang menampilkan pertunjukan musik langsung (agen bakat, promotor, panggung musik, kru jalan); para profesional yang membantu musisi dengan karier mereka (manajer bakat, manajer bisnis, pengacara hiburan); pihak yang menyiarkan musik (radio satelit dan siaran); jurnalis; pengajar; produsen instrumen musik; dan lain-lain."
    },
    {
        "productId": "25",
        "productReleaseYear": "2007",
        "productLanguage": "Inggris",
        "productPhotoLink": "Celebrities Behaving Badly Cover Book.jpg",
        "productName": "Celebrities Behaving Badly",
        "productPrice": 109500,
        "productIsbn": "97852156439",
        "productAuthor": "Shenvyan Golo",
        "productCategory": "Kartun",
        "productCountry": "Australia",
        "productDescription": "Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi."
    },
    {
        "productId": "26",
        "productReleaseYear": "2008",
        "productLanguage": "Inggris",
        "productPhotoLink": "Action Comics Cover Book.jpg",
        "productName": "Action Comics",
        "productIsbn": "97852156439",
        "productAuthor": "Teodero F. Salm",
        "productPrice": 102500,
        "productCategory": "Kartun",
        "productCountry": "USA",
        "productDescription": "Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi."
    },
    {
        "productId": "28",
        "productReleaseYear": "2017",
        "productLanguage": "Inggris",
        "productPhotoLink": "Tugg And Teeny Cover Buku.jpg",
        "productName": "Tugg and Teeny",
        "productPrice": 165500,
        "productIsbn": "97817654189",
        "productAuthor": "John Smith",
        "productCategory": "Kartun",
        "productCountry": "Singapore",
        "productDescription": "Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi."
    },
    {
        "productId": "29",
        "productReleaseYear": "2015",
        "productLanguage": "Inggris",
        "productPhotoLink": "Felix The Cat Cover Book.jpg",
        "productName": "Felix The Cat",
        "productPrice": 177400,
        "productIsbn": "97881955189",
        "productAuthor": "Joseph Eric",
        "productCategory": "Kartun",
        "productCountry": "Malaysia",
        "productDescription": "Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Kartun adalah gambar dengan penampilan lucu yang mempresentasikan suatu peristiwa. Orang yang membuat kartun disebut kartunis. Beberapa jenis gambar kartun yang dikenal saat ini ialah kartun editorial, gag cartoon, dan strip komik. Kartun editorial atau kartun politis biasanya ditujukan untuk menyatakan pandangan politik atau sosial dengan cara menyindir. Sementara itu, gag cartoon dimaksudkan untuk melucu tanpa menyindir. Strip komik ialah gambar kartun dalam bentuk komik singkat. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi."
    },
    {
        "productId": "31",
        "productReleaseYear": "2019",
        "productLanguage": "Indonesia",
        "productPhotoLink": "Popeye Cover Book.jpg",
        "productName": "Popeye",
        "productPrice": 102500,
        "productIsbn": "97825756289",
        "productAuthor": "Wahyu Chandra",
        "productCategory": "Kartun",
        "productCountry": "Jepang",
        "productDescription": "Popeye si Pelaut adalah karakter fiksi kartun, diciptakan oleh Elzie Crisler Segar, yang telah muncul dalam strip komik dan teater dan televisi kartun animasi. Dia pertama kali muncul dalam komik Thimble Theatre King Features pada tanggal 17 Januari 1929; Popeye menjadi judul strip dalam tahun kemudian. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Popeye si Pelaut adalah karakter fiksi kartun, diciptakan oleh Elzie Crisler Segar, yang telah muncul dalam strip komik dan teater dan televisi kartun animasi. Dia pertama kali muncul dalam komik Thimble Theatre King Features pada tanggal 17 Januari 1929; Popeye menjadi judul strip dalam tahun kemudian. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Popeye si Pelaut adalah karakter fiksi kartun, diciptakan oleh Elzie Crisler Segar, yang telah muncul dalam strip komik dan teater dan televisi kartun animasi. Dia pertama kali muncul dalam komik Thimble Theatre King Features pada tanggal 17 Januari 1929; Popeye menjadi judul strip dalam tahun kemudian. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Popeye si Pelaut adalah karakter fiksi kartun, diciptakan oleh Elzie Crisler Segar, yang telah muncul dalam strip komik dan teater dan televisi kartun animasi. Dia pertama kali muncul dalam komik Thimble Theatre King Features pada tanggal 17 Januari 1929; Popeye menjadi judul strip dalam tahun kemudian. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi."
    }
]