[
    {
        "id": "1",
        "nama": "Suka Jaya Books",
        "alamat": "Jalan Cendrawasih Ningsih No. 15",
        "kota": "Bandung",
        "provinsi": "Jawa Barat",
        "buku": [
            {
                "productId": "31",
                "productReleaseYear": "2019",
                "productLanguage": "Indonesia",
                "productPhotoLink": "Popeye Cover Book.jpg",
                "productName": "Popeye",
                "productPrice": 102500,
                "productIsbn": "97825756289",
                "productAuthor": "Wahyu Chandra",
                "productCategory": "Kartun",
                "productCountry": "Jepang",
                "productDescription": "Popeye si Pelaut adalah karakter fiksi kartun, diciptakan oleh Elzie Crisler Segar, yang telah muncul dalam strip komik dan teater dan televisi kartun animasi. Dia pertama kali muncul dalam komik Thimble Theatre King Features pada tanggal 17 Januari 1929; Popeye menjadi judul strip dalam tahun kemudian. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Popeye si Pelaut adalah karakter fiksi kartun, diciptakan oleh Elzie Crisler Segar, yang telah muncul dalam strip komik dan teater dan televisi kartun animasi. Dia pertama kali muncul dalam komik Thimble Theatre King Features pada tanggal 17 Januari 1929; Popeye menjadi judul strip dalam tahun kemudian. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Popeye si Pelaut adalah karakter fiksi kartun, diciptakan oleh Elzie Crisler Segar, yang telah muncul dalam strip komik dan teater dan televisi kartun animasi. Dia pertama kali muncul dalam komik Thimble Theatre King Features pada tanggal 17 Januari 1929; Popeye menjadi judul strip dalam tahun kemudian. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Popeye si Pelaut adalah karakter fiksi kartun, diciptakan oleh Elzie Crisler Segar, yang telah muncul dalam strip komik dan teater dan televisi kartun animasi. Dia pertama kali muncul dalam komik Thimble Theatre King Features pada tanggal 17 Januari 1929; Popeye menjadi judul strip dalam tahun kemudian. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi."
            },
            {
                "productId": "44",
                "productReleaseYear": "2014",
                "productLanguage": "Inggris",
                "productPhotoLink": "Consumers Cover Book.jpg",
                "productName": "Consumer In The Digital Age",
                "productPrice": 107300,
                "productIsbn": "9786579239",
                "productAuthor": "James Round",
                "productCategory": "Teknologi",
                "productCountry": "USA",
                "productDescription": "Teknologi atau yang biasa (Inggris: technology) adalah keseluruhan sarana untuk menyediakan barang-barang yang diperlukan bagi kelangsungan dan kenyamanan hidup manusia. Penggunaan teknologi oleh manusia diawali dengan pengubahan sumber daya alam menjadi alat-alat sederhana. Penemuan prasejarah tentang kemampuan mengendalikan api telah menaikkan ketersediaan sumber-sumber pangan, sedangkan penciptaan roda telah membantu manusia dalam bepergian dan mengendalikan lingkungan mereka. Perkembangan teknologi terbaru, termasuk di antaranya mesin cetak, telepon, dan Internet, telah memperkecil hambatan fisik terhadap komunikasi dan memungkinkan manusia untuk berinteraksi secara bebas dalam skala global. Tetapi, tidak semua teknologi digunakan untuk tujuan damai. Pengembangan senjata penghancur yang semakin hebat telah berlangsung sepanjang sejarah dari pentungan sampai senjata nuklir. Teknologi (Inggris: technology) adalah keseluruhan sarana untuk menyediakan barang-barang yang diperlukan bagi kelangsungan dan kenyamanan hidup manusia. Penggunaan teknologi oleh manusia diawali dengan pengubahan sumber daya alam menjadi alat-alat sederhana. Penemuan prasejarah tentang kemampuan mengendalikan api telah menaikkan ketersediaan sumber-sumber pangan, sedangkan penciptaan roda telah membantu manusia dalam bepergian dan mengendalikan lingkungan mereka. Perkembangan teknologi terbaru, termasuk di antaranya mesin cetak, telepon, dan Internet, telah memperkecil hambatan fisik terhadap komunikasi dan memungkinkan manusia untuk berinteraksi secara bebas dalam skala global. Tetapi, tidak semua teknologi digunakan untuk tujuan damai. Pengembangan senjata penghancur yang semakin hebat telah berlangsung sepanjang sejarah dari pentungan sampai senjata nuklir. Teknologi (Inggris: technology) adalah keseluruhan sarana untuk menyediakan barang-barang yang diperlukan bagi kelangsungan dan kenyamanan hidup manusia. Penggunaan teknologi oleh manusia diawali dengan pengubahan sumber daya alam menjadi alat-alat sederhana. Penemuan prasejarah tentang kemampuan mengendalikan api telah menaikkan ketersediaan sumber-sumber pangan, sedangkan penciptaan roda telah membantu manusia dalam bepergian dan mengendalikan lingkungan mereka. Perkembangan teknologi terbaru, termasuk di antaranya mesin cetak, telepon, dan Internet, telah memperkecil hambatan fisik terhadap komunikasi dan memungkinkan manusia untuk berinteraksi secara bebas dalam skala global. Tetapi, tidak semua teknologi digunakan untuk tujuan damai. Pengembangan senjata penghancur yang semakin hebat telah berlangsung sepanjang sejarah dari pentungan sampai senjata nuklir."
            },
            {
                "productId": "56",
                "productReleaseYear": "2018",
                "productLanguage": "Indonesia",
                "productPhotoLink": "Perahu Kertas Cover Buku.jpg",
                "productName": "Perahu Kertas",
                "productPrice": 32500,
                "productIsbn": "97865165129",
                "productAuthor": "Fencer Justino",
                "productCategory": "Novel",
                "productCountry": "Indonesia",
                "productDescription": "Perahu Kertas novel yang mengisahkan pasang surut hubungan dua anak manusia, yaitu Kugy (Maudy Ayunda) dan Keenan (Adipati Dolken). Kugy adalah seorang gadis tomboy, periang, dan yang percaya bahwa dirinya adalah agen Dewa Neptunus. Kugy selalu memiliki 'ritual' unik, yaitu menulis setiap curahan hatinya ke selembar kertas, yang lalu dibuatnya menjadi perahu untuk kemudian dihanyutkan ke air. Meskipun sekilas dia gadis periang yang slenge'an, namun dia memiliki pandangan hidup yang cenderung filosofis. Perahu Kertas mengisahkan pasang surut hubungan dua anak manusia, yaitu Kugy (Maudy Ayunda) dan Keenan (Adipati Dolken). Kugy adalah seorang gadis tomboy, periang, dan yang percaya bahwa dirinya adalah agen Dewa Neptunus. Kugy selalu memiliki 'ritual' unik, yaitu menulis setiap curahan hatinya ke selembar kertas, yang lalu dibuatnya menjadi perahu untuk kemudian dihanyutkan ke air. Meskipun sekilas dia gadis periang yang slenge'an, namun dia memiliki pandangan hidup yang cenderung filosofis. Perahu Kertas mengisahkan pasang surut hubungan dua anak manusia, yaitu Kugy (Maudy Ayunda) dan Keenan (Adipati Dolken). Kugy adalah seorang gadis tomboy, periang, dan yang percaya bahwa dirinya adalah agen Dewa Neptunus. Kugy selalu memiliki 'ritual' unik, yaitu menulis setiap curahan hatinya ke selembar kertas, yang lalu dibuatnya menjadi perahu untuk kemudian dihanyutkan ke air. Meskipun sekilas dia gadis periang yang slenge'an, namun dia memiliki pandangan hidup yang cenderung filosofis. Perahu Kertas mengisahkan pasang surut hubungan dua anak manusia, yaitu Kugy (Maudy Ayunda) dan Keenan (Adipati Dolken). Kugy adalah seorang gadis tomboy, periang, dan yang percaya bahwa dirinya adalah agen Dewa Neptunus. Kugy selalu memiliki 'ritual' unik, yaitu menulis setiap curahan hatinya ke selembar kertas, yang lalu dibuatnya menjadi perahu untuk kemudian dihanyutkan ke air. Meskipun sekilas dia gadis periang yang slenge'an, namun dia memiliki pandangan hidup yang cenderung filosofis. Perahu Kertas mengisahkan pasang surut hubungan dua anak manusia, yaitu Kugy (Maudy Ayunda) dan Keenan (Adipati Dolken). Kugy adalah seorang gadis tomboy, periang, dan yang percaya bahwa dirinya adalah agen Dewa Neptunus. Kugy selalu memiliki 'ritual' unik, yaitu menulis setiap curahan hatinya ke selembar kertas, yang lalu dibuatnya menjadi perahu untuk kemudian dihanyutkan ke air. Meskipun sekilas dia gadis periang yang slenge'an, namun dia memiliki pandangan hidup yang cenderung filosofis."
            },
            {
                "productId": "59",
                "productReleaseYear": "2019",
                "productLanguage": "Indonesia",
                "productPhotoLink": "Hantu Cover Buku.jpg",
                "productName": "Hantu di Rumah Kos",
                "productPrice": 125500,
                "productIsbn": "97871451839",
                "productAuthor": "Wahyu Gede",
                "productCategory": "Horror",
                "productCountry": "Indonesia",
                "productDescription": "Hantu atau dedemit secara umum merujuk kepada roh atau arwah yang meninggalkan badan karena kematian. Definisi dari hantu pada umumnya berbeda untuk setiap agama, peradaban, maupun adat istiadat. Dalam banyak kebudayaan, hantu tidak didefinisikan sebagai zat yang baik maupun jahat. Sebutan setan, iblis, genderuwo, dan sebagainya, lebih umum digunakan untuk merujuk kepada hantu yang jahat. Sedangkan hantu yang baik yang dianggap mempunyai kemampuan untuk menolong manusia, disebut dengan bermacam nama yang berbeda, seperti sebutan untuk Datuk, Te Cu Kong (penguasa tanah, dalam agama Kong Hu Cu), dan lainnya. Hantu atau dedemit secara umum merujuk kepada roh atau arwah yang meninggalkan badan karena kematian. Definisi dari hantu pada umumnya berbeda untuk setiap agama, peradaban, maupun adat istiadat. Dalam banyak kebudayaan, hantu tidak didefinisikan sebagai zat yang baik maupun jahat. Sebutan setan, iblis, genderuwo, dan sebagainya, lebih umum digunakan untuk merujuk kepada hantu yang jahat. Sedangkan hantu yang baik yang dianggap mempunyai kemampuan untuk menolong manusia, disebut dengan bermacam nama yang berbeda, seperti sebutan untuk Datuk, Te Cu Kong (penguasa tanah, dalam agama Kong Hu Cu), dan lainnya. Hantu atau dedemit secara umum merujuk kepada roh atau arwah yang meninggalkan badan karena kematian. Definisi dari hantu pada umumnya berbeda untuk setiap agama, peradaban, maupun adat istiadat. Dalam banyak kebudayaan, hantu tidak didefinisikan sebagai zat yang baik maupun jahat. Sebutan setan, iblis, genderuwo, dan sebagainya, lebih umum digunakan untuk merujuk kepada hantu yang jahat. Sedangkan hantu yang baik yang dianggap mempunyai kemampuan untuk menolong manusia, disebut dengan bermacam nama yang berbeda, seperti sebutan untuk Datuk, Te Cu Kong (penguasa tanah, dalam agama Kong Hu Cu), dan lainnya. Hantu atau dedemit secara umum merujuk kepada roh atau arwah yang meninggalkan badan karena kematian. Definisi dari hantu pada umumnya berbeda untuk setiap agama, peradaban, maupun adat istiadat. Dalam banyak kebudayaan, hantu tidak didefinisikan sebagai zat yang baik maupun jahat. Sebutan setan, iblis, genderuwo, dan sebagainya, lebih umum digunakan untuk merujuk kepada hantu yang jahat. Sedangkan hantu yang baik yang dianggap mempunyai kemampuan untuk menolong manusia, disebut dengan bermacam nama yang berbeda, seperti sebutan untuk Datuk, Te Cu Kong (penguasa tanah, dalam agama Kong Hu Cu), dan lainnya."
            }
        ]
    },
    {
        "id": "1",
        "nama": "Aleria Shop",
        "alamat": "Jalan Barbar No. 4",
        "kota": "Medan",
        "provinsi": "Sumatra Utara",
        "buku": [{
                "productId": "31",
                "productReleaseYear": "2019",
                "productLanguage": "Indonesia",
                "productPhotoLink": "Popeye Cover Book.jpg",
                "productName": "Popeye",
                "productPrice": 102500,
                "productIsbn": "97825756289",
                "productAuthor": "Wahyu Chandra",
                "productCategory": "Kartun",
                "productCountry": "Jepang",
                "productDescription": "Popeye si Pelaut adalah karakter fiksi kartun, diciptakan oleh Elzie Crisler Segar, yang telah muncul dalam strip komik dan teater dan televisi kartun animasi. Dia pertama kali muncul dalam komik Thimble Theatre King Features pada tanggal 17 Januari 1929; Popeye menjadi judul strip dalam tahun kemudian. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Popeye si Pelaut adalah karakter fiksi kartun, diciptakan oleh Elzie Crisler Segar, yang telah muncul dalam strip komik dan teater dan televisi kartun animasi. Dia pertama kali muncul dalam komik Thimble Theatre King Features pada tanggal 17 Januari 1929; Popeye menjadi judul strip dalam tahun kemudian. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Popeye si Pelaut adalah karakter fiksi kartun, diciptakan oleh Elzie Crisler Segar, yang telah muncul dalam strip komik dan teater dan televisi kartun animasi. Dia pertama kali muncul dalam komik Thimble Theatre King Features pada tanggal 17 Januari 1929; Popeye menjadi judul strip dalam tahun kemudian. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi. Popeye si Pelaut adalah karakter fiksi kartun, diciptakan oleh Elzie Crisler Segar, yang telah muncul dalam strip komik dan teater dan televisi kartun animasi. Dia pertama kali muncul dalam komik Thimble Theatre King Features pada tanggal 17 Januari 1929; Popeye menjadi judul strip dalam tahun kemudian. Kartun dapat pula digunakan sebagai ilustrasi, misalnya dalam buku, majalah, atau kartu ucapan. Selain itu, kartun juga berkembang dalam media lainnya, yaitu film, dan dikenal sebagai animasi. Kartun animasi adalah sebuah film untuk sinema, televisi atau layar komputer, yang dibuat memakai gambar bergerak, berlawanan dengan animasi secara umum, yang meliputi film-film yang dibuat memakai tanah liat, boneka, model 3-D dan bahan lainnya. Kartun animasi masih dibuat untuk hiburan, komersial, pendidikan, dan keperluan pribadi."
            },
            {
                "productId": "44",
                "productReleaseYear": "2014",
                "productLanguage": "Inggris",
                "productPhotoLink": "Consumers Cover Book.jpg",
                "productName": "Consumer In The Digital Age",
                "productPrice": 107300,
                "productIsbn": "9786579239",
                "productAuthor": "James Round",
                "productCategory": "Teknologi",
                "productCountry": "USA",
                "productDescription": "Teknologi atau yang biasa (Inggris: technology) adalah keseluruhan sarana untuk menyediakan barang-barang yang diperlukan bagi kelangsungan dan kenyamanan hidup manusia. Penggunaan teknologi oleh manusia diawali dengan pengubahan sumber daya alam menjadi alat-alat sederhana. Penemuan prasejarah tentang kemampuan mengendalikan api telah menaikkan ketersediaan sumber-sumber pangan, sedangkan penciptaan roda telah membantu manusia dalam bepergian dan mengendalikan lingkungan mereka. Perkembangan teknologi terbaru, termasuk di antaranya mesin cetak, telepon, dan Internet, telah memperkecil hambatan fisik terhadap komunikasi dan memungkinkan manusia untuk berinteraksi secara bebas dalam skala global. Tetapi, tidak semua teknologi digunakan untuk tujuan damai. Pengembangan senjata penghancur yang semakin hebat telah berlangsung sepanjang sejarah dari pentungan sampai senjata nuklir. Teknologi (Inggris: technology) adalah keseluruhan sarana untuk menyediakan barang-barang yang diperlukan bagi kelangsungan dan kenyamanan hidup manusia. Penggunaan teknologi oleh manusia diawali dengan pengubahan sumber daya alam menjadi alat-alat sederhana. Penemuan prasejarah tentang kemampuan mengendalikan api telah menaikkan ketersediaan sumber-sumber pangan, sedangkan penciptaan roda telah membantu manusia dalam bepergian dan mengendalikan lingkungan mereka. Perkembangan teknologi terbaru, termasuk di antaranya mesin cetak, telepon, dan Internet, telah memperkecil hambatan fisik terhadap komunikasi dan memungkinkan manusia untuk berinteraksi secara bebas dalam skala global. Tetapi, tidak semua teknologi digunakan untuk tujuan damai. Pengembangan senjata penghancur yang semakin hebat telah berlangsung sepanjang sejarah dari pentungan sampai senjata nuklir. Teknologi (Inggris: technology) adalah keseluruhan sarana untuk menyediakan barang-barang yang diperlukan bagi kelangsungan dan kenyamanan hidup manusia. Penggunaan teknologi oleh manusia diawali dengan pengubahan sumber daya alam menjadi alat-alat sederhana. Penemuan prasejarah tentang kemampuan mengendalikan api telah menaikkan ketersediaan sumber-sumber pangan, sedangkan penciptaan roda telah membantu manusia dalam bepergian dan mengendalikan lingkungan mereka. Perkembangan teknologi terbaru, termasuk di antaranya mesin cetak, telepon, dan Internet, telah memperkecil hambatan fisik terhadap komunikasi dan memungkinkan manusia untuk berinteraksi secara bebas dalam skala global. Tetapi, tidak semua teknologi digunakan untuk tujuan damai. Pengembangan senjata penghancur yang semakin hebat telah berlangsung sepanjang sejarah dari pentungan sampai senjata nuklir."
            },
            {
                "productId": "56",
                "productReleaseYear": "2018",
                "productLanguage": "Indonesia",
                "productPhotoLink": "Perahu Kertas Cover Buku.jpg",
                "productName": "Perahu Kertas",
                "productPrice": 32500,
                "productIsbn": "97865165129",
                "productAuthor": "Fencer Justino",
                "productCategory": "Novel",
                "productCountry": "Indonesia",
                "productDescription": "Perahu Kertas novel yang mengisahkan pasang surut hubungan dua anak manusia, yaitu Kugy (Maudy Ayunda) dan Keenan (Adipati Dolken). Kugy adalah seorang gadis tomboy, periang, dan yang percaya bahwa dirinya adalah agen Dewa Neptunus. Kugy selalu memiliki 'ritual' unik, yaitu menulis setiap curahan hatinya ke selembar kertas, yang lalu dibuatnya menjadi perahu untuk kemudian dihanyutkan ke air. Meskipun sekilas dia gadis periang yang slenge'an, namun dia memiliki pandangan hidup yang cenderung filosofis. Perahu Kertas mengisahkan pasang surut hubungan dua anak manusia, yaitu Kugy (Maudy Ayunda) dan Keenan (Adipati Dolken). Kugy adalah seorang gadis tomboy, periang, dan yang percaya bahwa dirinya adalah agen Dewa Neptunus. Kugy selalu memiliki 'ritual' unik, yaitu menulis setiap curahan hatinya ke selembar kertas, yang lalu dibuatnya menjadi perahu untuk kemudian dihanyutkan ke air. Meskipun sekilas dia gadis periang yang slenge'an, namun dia memiliki pandangan hidup yang cenderung filosofis. Perahu Kertas mengisahkan pasang surut hubungan dua anak manusia, yaitu Kugy (Maudy Ayunda) dan Keenan (Adipati Dolken). Kugy adalah seorang gadis tomboy, periang, dan yang percaya bahwa dirinya adalah agen Dewa Neptunus. Kugy selalu memiliki 'ritual' unik, yaitu menulis setiap curahan hatinya ke selembar kertas, yang lalu dibuatnya menjadi perahu untuk kemudian dihanyutkan ke air. Meskipun sekilas dia gadis periang yang slenge'an, namun dia memiliki pandangan hidup yang cenderung filosofis. Perahu Kertas mengisahkan pasang surut hubungan dua anak manusia, yaitu Kugy (Maudy Ayunda) dan Keenan (Adipati Dolken). Kugy adalah seorang gadis tomboy, periang, dan yang percaya bahwa dirinya adalah agen Dewa Neptunus. Kugy selalu memiliki 'ritual' unik, yaitu menulis setiap curahan hatinya ke selembar kertas, yang lalu dibuatnya menjadi perahu untuk kemudian dihanyutkan ke air. Meskipun sekilas dia gadis periang yang slenge'an, namun dia memiliki pandangan hidup yang cenderung filosofis. Perahu Kertas mengisahkan pasang surut hubungan dua anak manusia, yaitu Kugy (Maudy Ayunda) dan Keenan (Adipati Dolken). Kugy adalah seorang gadis tomboy, periang, dan yang percaya bahwa dirinya adalah agen Dewa Neptunus. Kugy selalu memiliki 'ritual' unik, yaitu menulis setiap curahan hatinya ke selembar kertas, yang lalu dibuatnya menjadi perahu untuk kemudian dihanyutkan ke air. Meskipun sekilas dia gadis periang yang slenge'an, namun dia memiliki pandangan hidup yang cenderung filosofis."
            },
            {
                "productId": "59",
                "productReleaseYear": "2019",
                "productLanguage": "Indonesia",
                "productPhotoLink": "Hantu Cover Buku.jpg",
                "productName": "Hantu di Rumah Kos",
                "productPrice": 125500,
                "productIsbn": "97871451839",
                "productAuthor": "Wahyu Gede",
                "productCategory": "Horror",
                "productCountry": "Indonesia",
                "productDescription": "Hantu atau dedemit secara umum merujuk kepada roh atau arwah yang meninggalkan badan karena kematian. Definisi dari hantu pada umumnya berbeda untuk setiap agama, peradaban, maupun adat istiadat. Dalam banyak kebudayaan, hantu tidak didefinisikan sebagai zat yang baik maupun jahat. Sebutan setan, iblis, genderuwo, dan sebagainya, lebih umum digunakan untuk merujuk kepada hantu yang jahat. Sedangkan hantu yang baik yang dianggap mempunyai kemampuan untuk menolong manusia, disebut dengan bermacam nama yang berbeda, seperti sebutan untuk Datuk, Te Cu Kong (penguasa tanah, dalam agama Kong Hu Cu), dan lainnya. Hantu atau dedemit secara umum merujuk kepada roh atau arwah yang meninggalkan badan karena kematian. Definisi dari hantu pada umumnya berbeda untuk setiap agama, peradaban, maupun adat istiadat. Dalam banyak kebudayaan, hantu tidak didefinisikan sebagai zat yang baik maupun jahat. Sebutan setan, iblis, genderuwo, dan sebagainya, lebih umum digunakan untuk merujuk kepada hantu yang jahat. Sedangkan hantu yang baik yang dianggap mempunyai kemampuan untuk menolong manusia, disebut dengan bermacam nama yang berbeda, seperti sebutan untuk Datuk, Te Cu Kong (penguasa tanah, dalam agama Kong Hu Cu), dan lainnya. Hantu atau dedemit secara umum merujuk kepada roh atau arwah yang meninggalkan badan karena kematian. Definisi dari hantu pada umumnya berbeda untuk setiap agama, peradaban, maupun adat istiadat. Dalam banyak kebudayaan, hantu tidak didefinisikan sebagai zat yang baik maupun jahat. Sebutan setan, iblis, genderuwo, dan sebagainya, lebih umum digunakan untuk merujuk kepada hantu yang jahat. Sedangkan hantu yang baik yang dianggap mempunyai kemampuan untuk menolong manusia, disebut dengan bermacam nama yang berbeda, seperti sebutan untuk Datuk, Te Cu Kong (penguasa tanah, dalam agama Kong Hu Cu), dan lainnya. Hantu atau dedemit secara umum merujuk kepada roh atau arwah yang meninggalkan badan karena kematian. Definisi dari hantu pada umumnya berbeda untuk setiap agama, peradaban, maupun adat istiadat. Dalam banyak kebudayaan, hantu tidak didefinisikan sebagai zat yang baik maupun jahat. Sebutan setan, iblis, genderuwo, dan sebagainya, lebih umum digunakan untuk merujuk kepada hantu yang jahat. Sedangkan hantu yang baik yang dianggap mempunyai kemampuan untuk menolong manusia, disebut dengan bermacam nama yang berbeda, seperti sebutan untuk Datuk, Te Cu Kong (penguasa tanah, dalam agama Kong Hu Cu), dan lainnya."
            }
        ]
    }
]