[
    {
        "productId": "17",
        "productReleaseYear": "2017",
        "productLanguage": "Inggris",
        "productPhotoLink": "Beginer Guitar Cover Book.jpg",
        "productName": "The Beginner Guitar Guide",
        "productPrice": 125000,
        "productIsbn": "97827578429",
        "productAuthor": "Jackson Whitford",
        "productCategory": "Musik",
        "productCountry": "Australia",
        "productDescription": "Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar. Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar. Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar. Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar. Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar. Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar. Gitar akustik adalah jenis gitar di mana suara yang dihasilkan berasal dari getaran senar gitar yang dialirkan melalui sadel dan jembatan tempat pengikat senar ke dalam ruang suara. Suara di dalam ruang suara ini akan beresonansi terhadap kayu badan gitar. Jenis dan kualitas kayu serta jenis senar yang digunakan akan memengaruhi suara yang dihasilkan oleh gitar akustik. Setiap gitar rata-rata memiliki setelan nada yang berbeda. Hal ini bergantung kepada penggunaan gitar serta keinginan oleh pengguna gitar itu. Nada di atas berurut mulai dari senar pertama hingga senar keenam. Senar pertama memiliki nada paling tinggi, lalu hingga senar keenam yang memiliki nada paling rendah. Nada tersebut dapat dihasilkan dengan melakukan penyetelan pada gitar."
    },
    {
        "productId": "52",
        "productReleaseYear": "2013",
        "productLanguage": "Indonesia",
        "productPhotoLink": "One Piece Cover Book.jpg",
        "productName": "One Piece Volume 49",
        "productPrice": 18500,
        "productIsbn": "9785756799",
        "productAuthor": "Eiichiro Oda",
        "productCategory": "Kartun",
        "productCountry": "Jepang",
        "productDescription": "One Piece (bahasa Jepang: ワンピース Hepburn: Wan Pīsu) adalah sebuah seri manga Jepang yang ditulis dan diilustrasikan oleh Eiichiro Oda. Manga ini telah dimuat di majalah Weekly Shōnen Jump milik Shueisha sejak tanggal 22 Juli 1997, dan telah dibundel menjadi 91 volume tankōbon. Ceritanya mengisahkan petualangan Monkey D. Luffy, seorang anak laki-laki yang memiliki kemampuan tubuh elastis seperti karet setelah memakan Buah Iblis secara tidak disengaja. Dengan kru bajak lautnya, yang dinamakan Bajak Laut Topi Jerami, Luffy menjelajahi Grand Line untuk mencari harta karun terbesar di dunia yang dikenal sebagai 'One Piece' dalam rangka untuk menjadi Raja Bajak Laut yang berikutnya. One Piece (bahasa Jepang: ワンピース Hepburn: Wan Pīsu) adalah sebuah seri manga Jepang yang ditulis dan diilustrasikan oleh Eiichiro Oda. Manga ini telah dimuat di majalah Weekly Shōnen Jump milik Shueisha sejak tanggal 22 Juli 1997, dan telah dibundel menjadi 91 volume tankōbon. Ceritanya mengisahkan petualangan Monkey D. Luffy, seorang anak laki-laki yang memiliki kemampuan tubuh elastis seperti karet setelah memakan Buah Iblis secara tidak disengaja. Dengan kru bajak lautnya, yang dinamakan Bajak Laut Topi Jerami, Luffy menjelajahi Grand Line untuk mencari harta karun terbesar di dunia yang dikenal sebagai 'One Piece' dalam rangka untuk menjadi Raja Bajak Laut yang berikutnya. One Piece (bahasa Jepang: ワンピース Hepburn: Wan Pīsu) adalah sebuah seri manga Jepang yang ditulis dan diilustrasikan oleh Eiichiro Oda. Manga ini telah dimuat di majalah Weekly Shōnen Jump milik Shueisha sejak tanggal 22 Juli 1997, dan telah dibundel menjadi 91 volume tankōbon. Ceritanya mengisahkan petualangan Monkey D. Luffy, seorang anak laki-laki yang memiliki kemampuan tubuh elastis seperti karet setelah memakan Buah Iblis secara tidak disengaja. Dengan kru bajak lautnya, yang dinamakan Bajak Laut Topi Jerami, Luffy menjelajahi Grand Line untuk mencari harta karun terbesar di dunia yang dikenal sebagai 'One Piece' dalam rangka untuk menjadi Raja Bajak Laut yang berikutnya. One Piece (bahasa Jepang: ワンピース Hepburn: Wan Pīsu) adalah sebuah seri manga Jepang yang ditulis dan diilustrasikan oleh Eiichiro Oda. Manga ini telah dimuat di majalah Weekly Shōnen Jump milik Shueisha sejak tanggal 22 Juli 1997, dan telah dibundel menjadi 91 volume tankōbon. Ceritanya mengisahkan petualangan Monkey D. Luffy, seorang anak laki-laki yang memiliki kemampuan tubuh elastis seperti karet setelah memakan Buah Iblis secara tidak disengaja. Dengan kru bajak lautnya, yang dinamakan Bajak Laut Topi Jerami, Luffy menjelajahi Grand Line untuk mencari harta karun terbesar di dunia yang dikenal sebagai 'One Piece' dalam rangka untuk menjadi Raja Bajak Laut yang berikutnya."
    },
    {
        "productId": "9",
        "productReleaseYear": "2013",
        "productLanguage": "Indonesia",
        "productPhotoLink": "PHP Cover Buku.jpg",
        "productName": "PHP Uncover",
        "productPrice": 105250,
        "productIsbn": "97823746999",
        "productAuthor": "Dunia Ilkom",
        "productCategory": "Teknologi",
        "productCountry": "Indonesia",
        "productDescription": "Pada awalnya PHP merupakan kependekan dari Personal Home Page (Situs personal). PHP pertama kali dibuat oleh Rasmus Lerdorf pada tahun 1995. Pada waktu itu PHP masih bernama Form Interpreted (FI), yang wujudnya berupa sekumpulan skrip yang digunakan untuk mengolah data formulir dari web. Selanjutnya Rasmus merilis kode sumber tersebut untuk umum dan menamakannya PHP/FI. Dengan perilisan kode sumber ini menjadi sumber terbuka, maka banyak pemrogram yang tertarik untuk ikut mengembangkan PHP. Pada November 1997, dirilis PHP/FI 2.0. Pada rilis ini, interpreter PHP sudah diimplementasikan dalam program C. Dalam rilis ini disertakan juga modul-modul ekstensi yang meningkatkan kemampuan PHP/FI secara signifikan. Pada awalnya PHP merupakan kependekan dari Personal Home Page (Situs personal). PHP pertama kali dibuat oleh Rasmus Lerdorf pada tahun 1995. Pada waktu itu PHP masih bernama Form Interpreted (FI), yang wujudnya berupa sekumpulan skrip yang digunakan untuk mengolah data formulir dari web. Selanjutnya Rasmus merilis kode sumber tersebut untuk umum dan menamakannya PHP/FI. Dengan perilisan kode sumber ini menjadi sumber terbuka, maka banyak pemrogram yang tertarik untuk ikut mengembangkan PHP. Pada November 1997, dirilis PHP/FI 2.0. Pada rilis ini, interpreter PHP sudah diimplementasikan dalam program C. Dalam rilis ini disertakan juga modul-modul ekstensi yang meningkatkan kemampuan PHP/FI secara signifikan. Pada awalnya PHP merupakan kependekan dari Personal Home Page (Situs personal). PHP pertama kali dibuat oleh Rasmus Lerdorf pada tahun 1995. Pada waktu itu PHP masih bernama Form Interpreted (FI), yang wujudnya berupa sekumpulan skrip yang digunakan untuk mengolah data formulir dari web. Selanjutnya Rasmus merilis kode sumber tersebut untuk umum dan menamakannya PHP/FI. Dengan perilisan kode sumber ini menjadi sumber terbuka, maka banyak pemrogram yang tertarik untuk ikut mengembangkan PHP. Pada November 1997, dirilis PHP/FI 2.0. Pada rilis ini, interpreter PHP sudah diimplementasikan dalam program C. Dalam rilis ini disertakan juga modul-modul ekstensi yang meningkatkan kemampuan PHP/FI secara signifikan. Pada awalnya PHP merupakan kependekan dari Personal Home Page (Situs personal). PHP pertama kali dibuat oleh Rasmus Lerdorf pada tahun 1995. Pada waktu itu PHP masih bernama Form Interpreted (FI), yang wujudnya berupa sekumpulan skrip yang digunakan untuk mengolah data formulir dari web. Selanjutnya Rasmus merilis kode sumber tersebut untuk umum dan menamakannya PHP/FI. Dengan perilisan kode sumber ini menjadi sumber terbuka, maka banyak pemrogram yang tertarik untuk ikut mengembangkan PHP. Pada November 1997, dirilis PHP/FI 2.0. Pada rilis ini, interpreter PHP sudah diimplementasikan dalam program C. Dalam rilis ini disertakan juga modul-modul ekstensi yang meningkatkan kemampuan PHP/FI secara signifikan. Pada awalnya PHP merupakan kependekan dari Personal Home Page (Situs personal). PHP pertama kali dibuat oleh Rasmus Lerdorf pada tahun 1995. Pada waktu itu PHP masih bernama Form Interpreted (FI), yang wujudnya berupa sekumpulan skrip yang digunakan untuk mengolah data formulir dari web. Selanjutnya Rasmus merilis kode sumber tersebut untuk umum dan menamakannya PHP/FI. Dengan perilisan kode sumber ini menjadi sumber terbuka, maka banyak pemrogram yang tertarik untuk ikut mengembangkan PHP. Pada November 1997, dirilis PHP/FI 2.0. Pada rilis ini, interpreter PHP sudah diimplementasikan dalam program C. Dalam rilis ini disertakan juga modul-modul ekstensi yang meningkatkan kemampuan PHP/FI secara signifikan."
    },
    {
        "productId": "7",
        "productReleaseYear": "2014",
        "productLanguage": "Indonesia",
        "productPhotoLink": "Pulang Cover Buku.jpg",
        "productName": "Pulang",
        "productPrice": 123500,
        "productIsbn": "978921432779",
        "productAuthor": "Tere Liye",
        "productCategory": "Novel",
        "productCountry": "Indonesia",
        "productDescription": "Pulang adalah judul novel karya Leila S. Chudori yang diterbitkan oleh Kepustakaan Populer Gramedia pada tahun 2013. Buku setebal 552 halaman dengan ISBN 978-979-91-0515-8, ini mengantarkan Leila memenangi Penghargaan Kusala Sastra Khatulistiwa untuk kategori prosa, pada tahun 2013. Pulang merupakan sebuah drama keluarga, persahabatan, cinta dan pengkhianatan berlatar belakang tiga peristiwa bersejarah: Indonesia 30 September 1965, Perancis Mei 1968, dan Indonesia Mei 1998.Penghargaan serupa, tahun itu, juga diberikan kepada Afrizal Malna melalui karyanya, Museum Penghancur Dokumen untuk kategori Puisi. Paris, Mei 1968: Ketika revolusi mahasiswa berkecamuk di Paris, Dimas Suryo seorang eksil politik Indonesia bertemu Vivienne Deveraux, seorang mahasiswa Prancis yang ikut demonstrasi melawan pemerintah Prancis. Pada saat yang sama, Dimas menerima kabar dari Jakarta: Hananto Prawiro, sahabatnya, ditangkap tentara dan dinyatakan tewas. Pulang adalah judul novel karya Leila S. Chudori yang diterbitkan oleh Kepustakaan Populer Gramedia pada tahun 2013. Buku setebal 552 halaman dengan ISBN 978-979-91-0515-8, ini mengantarkan Leila memenangi Penghargaan Kusala Sastra Khatulistiwa untuk kategori prosa, pada tahun 2013. Pulang merupakan sebuah drama keluarga, persahabatan, cinta dan pengkhianatan berlatar belakang tiga peristiwa bersejarah: Indonesia 30 September 1965, Perancis Mei 1968, dan Indonesia Mei 1998.Penghargaan serupa, tahun itu, juga diberikan kepada Afrizal Malna melalui karyanya, Museum Penghancur Dokumen untuk kategori Puisi. Paris, Mei 1968: Ketika revolusi mahasiswa berkecamuk di Paris, Dimas Suryo seorang eksil politik Indonesia bertemu Vivienne Deveraux, seorang mahasiswa Prancis yang ikut demonstrasi melawan pemerintah Prancis. Pada saat yang sama, Dimas menerima kabar dari Jakarta: Hananto Prawiro, sahabatnya, ditangkap tentara dan dinyatakan tewas. Pulang adalah judul novel karya Leila S. Chudori yang diterbitkan oleh Kepustakaan Populer Gramedia pada tahun 2013. Buku setebal 552 halaman dengan ISBN 978-979-91-0515-8, ini mengantarkan Leila memenangi Penghargaan Kusala Sastra Khatulistiwa untuk kategori prosa, pada tahun 2013. Pulang merupakan sebuah drama keluarga, persahabatan, cinta dan pengkhianatan berlatar belakang tiga peristiwa bersejarah: Indonesia 30 September 1965, Perancis Mei 1968, dan Indonesia Mei 1998.Penghargaan serupa, tahun itu, juga diberikan kepada Afrizal Malna melalui karyanya, Museum Penghancur Dokumen untuk kategori Puisi. Paris, Mei 1968: Ketika revolusi mahasiswa berkecamuk di Paris, Dimas Suryo seorang eksil politik Indonesia bertemu Vivienne Deveraux, seorang mahasiswa Prancis yang ikut demonstrasi melawan pemerintah Prancis. Pada saat yang sama, Dimas menerima kabar dari Jakarta: Hananto Prawiro, sahabatnya, ditangkap tentara dan dinyatakan tewas. Pulang adalah judul novel karya Leila S. Chudori yang diterbitkan oleh Kepustakaan Populer Gramedia pada tahun 2013. Buku setebal 552 halaman dengan ISBN 978-979-91-0515-8, ini mengantarkan Leila memenangi Penghargaan Kusala Sastra Khatulistiwa untuk kategori prosa, pada tahun 2013. Pulang merupakan sebuah drama keluarga, persahabatan, cinta dan pengkhianatan berlatar belakang tiga peristiwa bersejarah: Indonesia 30 September 1965, Perancis Mei 1968, dan Indonesia Mei 1998.Penghargaan serupa, tahun itu, juga diberikan kepada Afrizal Malna melalui karyanya, Museum Penghancur Dokumen untuk kategori Puisi. Paris, Mei 1968: Ketika revolusi mahasiswa berkecamuk di Paris, Dimas Suryo seorang eksil politik Indonesia bertemu Vivienne Deveraux, seorang mahasiswa Prancis yang ikut demonstrasi melawan pemerintah Prancis. Pada saat yang sama, Dimas menerima kabar dari Jakarta: Hananto Prawiro, sahabatnya, ditangkap tentara dan dinyatakan tewas."
    }
]